probablyanek/Project2/isac_polar_ml/isac_polar_ml/sdkconfig.defaults
# --- Wi-Fi FTM ---
CONFIG_ESP_WIFI_FTM_ENABLE=y
CONFIG_ESP_WIFI_FTM_INITIATOR_SUPPORT=y

# --- Target: ESP32-S3 ---
CONFIG_IDF_TARGET="esp32s3"
